Repository: maclask/Ergotab
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: pl

source: closing opposition team
pl: zespół zamykającej opozycji

source: Round %(number)d
pl: Runda %(number)d

source: %(round)s has been marked as completed. All rounds are now completed, so you're done with the tournament! Congratulations!
pl: %(round)s została oznaczona jako zakończona. Zakończono wszystkie rundy oraz turniej. Gratulacje!

source: %(round)s has been marked as completed. That's the last round in that sequence! Going back to the first round that hasn't been marked as completed.
pl: %(round)s została oznaczona jako zakończona. To ostatnia runda. Powracam do ostatniej niezakończonej rundy.

source: %(round)s has been marked as completed. You've made it to the end of the preliminary rounds! Congratulations! The next step is to generate the break.
pl: %(round)s została oznaczona jako zakończona. To była ostatnia runda przedeliminacyjna! Gratulacje!. Następnym krokiem jest wygenerowanie breaków.

source: %(round)s has been marked as completed. That was the last preliminary round, but one or more preliminary rounds are still not completed. Going back to the first incomplete preliminary round.
pl: %(round)s została oznaczona jako zakończona. To była ostatnia runda przedeliminacyjna, ale pozostały niezakończone rundy. Powracam do ostatniej niezakończonej rundy.

source: %(this_round)s has been marked as completed. Moving on to %(next_round)s! Woohoo! Keep it up!
pl: %(this_round)s została oznaczona jako zakończona. Przechodzę do %(next_round)s!

source: 8-team generic dataset
pl: 8 zespołowy generyczny zestaw danych

source: 24-team Australs dataset
pl: 24 zespołowy zestaw danych Australs

source: 88-team BP dataset
pl: 88 zespołowy zestaw danych BP

source: Successfully set round weights.
pl: Pomyślnie ustawiono wagi rund.
