Repository: maclask/Ergotab
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Tournaments
pl: Turniej

source: Number of preliminary rounds
pl: Ilość rund eliminacyjnych

source: Number of teams in the open break
pl: Ilość zespołów breakujących w open

source: Leave blank if there are no break rounds.
pl: Pozostaw puste, jeżeli nie ma rund brakujących.

source: Did you agree with their decision?
pl: Czy zgadzasz się z ich decyzją?

source: Agree?
pl: Zgoda?

source: Comments
pl: Komentarze

source: Format Configuration
pl: Konfiguracja formatu

source: Apply a standard set of settings to match a common debate format
pl: Zastosuj zestaw standardowych ustawień dla popularnych formatów debat

source: Public Configuration
pl: Konfiguracja publicznych informacji

source: Show non-sensitive information on the public-facing side of this site, like draws (once released) and the motions of previous rounds
pl: Pokazuj informacje niewrażliwe publicznie tj. losowania (kiedy opublikowania) oraz tezy poprzednich rund

source: <strong>Tabulation:</strong> [list tabulation staff here]<br /><strong>Organisation:</strong> [list organising committee members here]<br /><strong>Adjudication:</strong> [list chief adjudicators here]
pl: <strong>Tab:</strong> [lista osób zajmujących się tabem]<br /><strong>Organizatorzy:</strong> [lista organizatorów]<br /><strong>CAT:</strong> [lista osób w CATie]

source: Current preliminary round
pl: Aktualna runda eliminacyjna

source: All preliminary rounds have been completed
pl: Wszystkie rundy eliminacyjne zostały zakończone

source: Current elimination round in <strong>%(category)s</strong> <em>(only if all preliminary rounds have been completed)</em>
pl: Obecna runda eliminacyjna w kategorii <strong>%(category)s</strong> <em>(tylko jeżeli wszystkie rundy przedeliminacyjne zostały zakończone)</em>

source: All elimination rounds in %(category)s have been completed
pl: Wszystkie rundy eliminacyjne %(category)s zostały zakończone

source: If the current round is a preliminary round, this field must be blank.
pl: Aktualna runda jest rundą przedeliminacyją., to pole musi pozostać puste.

source: If all preliminary rounds have been completed, this field is required.
pl: Te pole jest wymagane, jeżeli wszystkie rundy przedeliminacyjne zostały zakończone.

source: You've been redirected to this page because tournament %(tournament)s has no rounds. Please create some before returning to the admin site.
pl: Zostałeś przekierowany na tę stronę ponieważ turniej %(tournament)s nie zawiera żadnych rund. Stwórz rundy przed powrotem do panelu administracyjnego.

source: There's a problem with the data for the tournament %(tournament)s. Please contact a tab director and ask them to investigate.
pl: Wystąpił problem z danymi turnieju %(tournament)s. Skontaktuj się z tabmasterem.

source: You've been redirected to this page because of a problem with how teams are assigned to sides in a debate.
pl: Zostałeś przekierowany na tę stronę z powodu problemów z przypisaniem zespołów do stron w debacie.

source: There's a problem with how teams are assigned to sides in a debate. The tab director will need to resolve this issue.
pl: Wystąpił problem z przypisaniem zespołów do stron w debacie. Skontaktuj się z tabmasterem.

source: for %(round)s
pl: dla %(round)s

source: Return to Draw
pl: Powróć do losowania

source: You can't use this as a tournament slug, because it's reserved for a Tabbycat system URL. Please try another one.
pl: Nie możesz użyć tej nazwy ponieważ jest ona zarezerwowana jako nazwa systemowa.

source: name
pl: nazwa

source: The full name, e.g. "Australasian Intervarsity Debating Championships 2016"
pl: Pełna nazwa np. "Gdańsk Novice 2023"

source: short name
pl: skrócona nazwa

source: The name used in the menu, e.g. "Australs 2016"
pl: Nazwa używana w menu np. "Gdańsk Novice"

source: sequence number
pl: liczba porządkowa

source: A number that determines the relative order in which tournaments are displayed on the homepage.
pl: Liczba, która determinuje kolejność wyświetlania turnieju na stronie głównej.

source: The sub-URL of the tournament, cannot have spaces, e.g. "australs2016"
pl: Nazwa nie możne zawierać odstępów np. "gdansk-novice-2023"

source: active
pl: aktywny

source: tournament
pl: turniej

source: tournaments
pl: turnieje

source: Random
pl: Losowo

source: Manual
pl: Ręcznie

source: Elimination
pl: Eliminacje

source: Preliminary
pl: Przedeliminacje

source: None
pl: Żadne

source: Draft
pl: Szkic

source: Confirmed
pl: Potwierdzone

source: Released
pl: Opublikowane

source: A number that determines the order of the round, should count consecutively from 1 for the first round
pl: Liczba określająca kolejność rund, powinna zaczynać się od 1 dla rundy pierwszej

source: completed
pl: zrobione

source: True if the round is over, which normally means all results have been entered and confirmed
pl: Prawdziwe dla zakończonej rundy, co zwykle oznacza, że wszystkie wyniki zostały wprowadzone i zatwierdzone

source: e.g. "Round 1"
pl: np. "Runda 1"

source: abbreviation
pl: skrót

source: e.g. "R1"
pl: np. "R1"

source: stage
pl: faza

source: Preliminary = inrounds, elimination = outrounds
pl: Przedeliminacje = rundy otwarte, eliminacje = rundy zamknięte

source: draw type
pl: rodzaj losowania

source: Which draw method to use
pl: Której metody losowania użyć

source: break category
pl: kategoria breaka

source: If elimination round, which break category
pl: Jeżeli runda eliminacyjna, która kategoria breaka

source: draw status
pl: status losowania

source: The status of this round's draw
pl: Status losowania tej rundy

source: feedback weight
pl: waga feedbacku

source: The extent to which each adjudicator's overall score depends on feedback vs their base score. At 0, it is 100% drawn from their base score, at 1 it is 100% drawn from feedback.
pl: Wpływu feedbacku na ogólna ocenę sędziego. Zero oznacza, że 100% oceny zależy od punktów bazowych, 1 oznacza, że 100% oceny zależy od feedbacku.

source: silent
pl: zamknięta

source: If marked silent, information about this round (such as its results) will not be shown publicly.
pl: Jeżeli oznaczona jako zamknięta, informacje o tej rundzie (tj. wyniki) nie zostaną opublikowane publicznie.

source: motions released
pl: tezy opublikowane

source: Whether motions will appear on the public website, assuming that feature is turned on
pl: Zależy czy tezy zostały oznaczone jako do pokazania publicznie

source: starts at
pl: zaczyna się

source: weight
pl: waga

source: A factor for the points received in the round. For example, if 2, all points are doubled.
pl: Współczynnik punktów przyznawanych z tę rundę. Np. dla 2, punkty są podwajane.

source: round
pl: runda

source: rounds
pl: rundy

source: A round in the elimination stage must have its draw type set to "Elimination".
pl: Runda w fazie eliminacyjnej musi mieć losowanie ustawione jako "eliminacja".

source: A round in the preliminary stage cannot have its draw type set to "Elimination".
pl: Runda w fazie przedeliminacyjnej nie może mnoże mieć losowania ustawionego jako "eliminacja".

source: Elimination rounds must have a break category.
pl: Rundy eliminacyjne muszą mieć ustawioną kategorie breaka.

source: Overview
pl: Przegląd

source: current round: %(round)s, status: %(status)s
pl: aktualna runda: %(round)s, status: %(status)s

source: Welcome to Tabbycat!
pl: Witaj w Ergotab!

source: To get started, you'll need to create the first user account. This account is a "superuser" account: it will be able to edit anything on the site. Therefore, you should use a strong password.
pl: By rozpocząć, musisz utworzyć konto. To konto będzie super-użytkownikiem, będzie w stanie edytować wszystko na stronie. Dlatego też musi mieć mocne hasło.

source: You can only create this account once, but if you like, you can change the username and password after it's created, or add new superusers afterwards.
pl: To konto możesz utworzyć tylko raz, ale jest możliwa zmiana loginu i hasła po jego stworzeniu, bądź też dodania nowych super-użytkowników.

source: The email address is used for password resets. You don't have to provide one, but if you don't, you won't be able to reset your password if you forget it.
pl: Ten adres email jest używany do resetowania hasła. Nie musisz go podawać, ale stracisz możliwość resetowania hasła.

source: Create Account
pl: Stwórz konto

source: Configure Tournament %(tournament)s
pl: Skonfiguruj turniej %(tournament)s

source: Tabbycat
pl: Ergotab

source: To finish creating your tournament select a basic configuration options. Note that these can always be changed later (and with more precise control) if needed.
pl: By zakończyć tworzenie turnieju, wybierz opcje podstawowej konfiguracje. Te ustawienia mogą być później zmienione.

source: Configure Tournament
pl: Skonfiguruj turniej

source: Create New Tournament
pl: Stwórz nowy turniej

source: Tabbycat is free to use for non-profit and non-fundraising tournaments (although donations are encouraged). If your tournament is run for profit or for fundraising, please note that there is a <a href="%(donations_url)s">required payment</a>. For more details, see the <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> Tabbycat licence agreement</a>.
pl: Tabbycat jest darmowy dla turniejów non-profit oraz non-fundraising (chociaż datki są mile widziane). Jeżeli twój turniej jest stworzony dla zysku lub w celu zbierania pieniędzy to <a href="%(donations_url)s">wymagana jest płatność</a>. Więcej informacji przeczytasz <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html">w umowie licencyjnej Tabbycat</a>.

source: Just trying out Tabbycat?
pl: Chcesz tylko wypruwać Ergotab?

source: If you're learning or playing around with Tabbycat, it's easiest to create a demo tournament that is prepopulated with a fake (but typical) set of teams, adjudicators, rooms, and the like. You can then delete this demo tournament later on, or deploy a new instance for your real tournament.
pl: Jeżeli uczysz się obsługi Ergotaba, to najprościej będzie zaimportować turnieje demonstracyjne wypełnione losowo wygenerowanymi danymi. Możesz później usunąć te dane lub też wgrać dane prawdziwego turnieju.

source: Load %(demo)s
pl: Załaduj %(demo)s

source: You already have a tournament set up using this data set. Reloading the data will delete <strong>all data</strong> from that tournament.
pl: Załadowałeś już te dane wcześniej do innego turnieju. Przeładowanie ich usunie <strong>wszystkie dane</strong> z tamtego turnieju.

source: Create Tournament
pl: Stwórz turniej

source: Cancel and go back to the site home page
pl: Anuluj i wróć na stronę główną

source: Debate Team Missing
pl: Brak zespołów debatanckich

source: Tabbycat always requires that, in every debate, one and only one team is assigned to each side. When that is not the case, this error occurs. Usually, this is the result of debates having been manually edited.
pl: Ergotab wymaga, by w każdej debacie jeden zespół był przypisanych tylko do jednej strony. W przeciwnym wypadku pojawia się ten komunikat. Zwykle jest to rezultat ręcznej edycji.

source: A list of offending debates is presented below. To fix them, you'll need to do the following:
pl: Lista kolidujących debat przedstawiona jest poniżej:

source: Click the <strong>Fix this debate</strong> button for that debate.
pl: Kliknij <strong>napraw debatę</strong>.

source: Ensure that every <strong>side</strong> that should be present in the debate is present and has a <strong>team</strong> assigned. If a team is missing, find an empty row and use the magnifying glass to select a team. Then set the new team's <strong>side</strong> accordingly.
pl: Upewnij się, że dla każda strona, która powinna być obecna, jest obecna i że do każdej z nich przypisany jest zespół. Jeżeli brakuje zespołu, znajdź pusty wiersz i użyj przycisku lupy by wybrać zespół. Przyporządkuj temu zespołowi odpowiednią stronę.

source: Ensure that no <strong>side</strong> appears more than once in the debate.
pl: Upewnij się, że żadna ze stron nie występuje więcej niż raz w debacie.

source: <strong>Save</strong> the changes.
pl: <strong>Zapisz</strong> zmiany.

source: Once you've fixed all the debates, you should then be able to return to whatever page you were originally on without the error reoccurring.
pl: Po naprawieniu debat powinieneś muc wrócić do poprzedniej strony bez ponownego pojawienia się błędu.

source: You can also see all the debates in the <a href="%(edit_debates_url)s" target="_blank">Debates section of the Edit Database Area</a>.
pl: Możesz również zobaczyć wszystkie debaty w <a href="%(edit_debates_url)s" target="_blank">sekcji debat edytora bazy dancyh</a>.

source: Debate ID
pl: ID debaty

source: Team(s) on %(side)s
pl: Zespołów po stronie %(side)s

source: Link to fix this debate
pl: Link do naprawy debaty

source: No teams
pl: Brak zespołów

source: Multiple teams
pl: Wiele zespołów

# button label
source: Fix this debate
pl: Napraw debatę

source: It looks like all debates are in good shape!
pl: Wszystkie debaty są poprawne

source: If you keep getting redirected to this page and you're not sure why, please contact the developers of Tabbycat.
pl: Jeżeli ciągle wracasz na tę stronę, skontaktuj się z twórcą Ergotaba.

source: Welcome to %(tournament)s
pl: %(tournament)s wita

source: There is currently no public information available for this tournament.
pl: Nie ma obecnie żadnych informacji dostępnych dla tego turnieju.

source: Team Tab
pl: Tabela zespołów

source: %(category)s Team Tab
pl: Tabela zespołów %(category)s

source: Speaker Tab
pl: Tabela mówców

source: %(category)s Speaker Tab
pl: Tabela mówców %(category)s

source: Replies Tab
pl: Tabela odpowiedzi

source: Adjudicator Tab
pl: Tabela sędziów

source: Motions Tab
pl: Tezy

source: Sides
pl: Strony

source: Draw for %(round)s
pl: Losowanie dla %(round)s

source: Draws for Current Rounds
pl: Losowanie aktualnej rundy

source: %(round)s's draw has yet to be released
pl: Pozostło %(round)s rund do opublikowania

source: The draw for the next round has yet to be released
pl: Losowanie następnej rundy nie zostało jeszcze opublikowane

source: Check-Ins
pl: Rejestracja uczestników

source: Results
pl: Wyniki

source: Motions
pl: Tezy

source: Team Standings
pl: Wyniki zespołów

source: %(category)s Break
pl: Break %(category)s

source: Breaking Adjudicators
pl: Breaki sędziów

source: Diversity
pl: Zróżnicowanie

source: Participants
pl: Uczestnicy

source: Institutions
pl: Organizacje

source: Feedback Progress
pl: Postęp feedbacków

source: Enter Ballot for %(round)s
pl: Wpisz wyniki dla %(round)s

source: Enter Feedback
pl: Wpisz feedback

source: Tournament Staff
pl: Zespół turnieju

source: Confirm Round Completion
pl: Potwierdź zakończenie rundy

source: Enter Results
pl: Wpisz wyniki

source: Emails have already been sent.
pl: Maile zostały już wysłane.

source: Email Team Wins/Losses
pl: Wyślij mailem strony wygane/przegrane

source: Email Team Points
pl: Wyślij mailem punkty zespołów

source: Mark %(round)s as Completed
pl: Oznacz %(round)s jako zakończona

source: Mark %(round)s as Completed Anyway
pl: Oznacz %(round)s jako zakończona mimo wszystko

source: Go to %(round)s
pl: Idź do %(round)s

source: %(round)s has already been marked as completed!
pl: %(round)s została już oznaczona jako zakończona!

source: The following prior round has not yet been completed: %(prior_rounds_not_completed)s. You should complete it before marking this round as completed.
pl: Poprzednia runda nie została jeszcze zakończona: %(prior_rounds_not_completed)s. Oznacz ją jako zakończoną przed zakończeniem tej rundy.

source: All ballots from %(round)s are confirmed. You should be good to go!
pl: Wszystkie wyniki dla %(round)s zostały potwierdzone. Można kontynuować!

source: There is still %(num_unconfirmed)s ballot that is not confirmed. You should <strong>not</strong> proceed to the next round until all ballots are confirmed.
pl: Pozostał %(num_unconfirmed)s niepotwierdzony wynik. Nie powinieneś kontynuować przed zatwierdzeniem wszystkich wyników.

source: <p>This round is a silent round.</p> <p> Even though public view of results is enabled, results for <em>this</em> round will still be hidden from public view after completing this round. <p> <p> You can change which rounds are silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p>
pl: <p>Ta runda jest rundą zamkniętą.</p> <p> Nawet pomimo, że opcja publikacja wyników jest włączona <em>ta</em> runda pozostanie ukryta przed publikacją. <p> <p> Konfiguracje rund zamkniętych możesz zmienić w <a href="%(round_changelist_url)s">bazie danych</a>. </p>

source: <p><strong> Results for %(round)s will be published online once you mark this round as complete! </strong></p> <p> This round is <em>not</em> a silent round, and public view of results is enabled. </p> <p> If you want to keep the results for just this round hidden, you can mark this round as silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p> <p> If you want to disable the public view of results, you can do so in the <a href="%(public_features_url)s">tournament configuration</a>. </p>
pl: <p><strong> Wyniki dla %(round)s zostaną opublikowane po oznaczeniu rundy jako zakończonej! </strong></p> <p> Ta runda <em>nie</em> jest rundą zamkniętą, wyniki będą dostępne publicznie.</p> <p> Jeżeli chcesz nie udostępniać wyników tej rundy, oznacz ją jako zamkniętą w <a href="%(round_changelist_url)s">bazie danych</a>. </p> <p> Jeżeli chcesz wyłączyć publikacje wyników, możesz to zrobi w <a href="%(public_features_url)s">konfiguracji turnieju</a>. </p>

source: Set Current Round
pl: Ustaw aktualną rundę

source: Back to Configuration
pl: Powrót do konfiguracji

source: No round is currently set. In order for Tabbycat to work, please set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
pl: Nie ustawiono aktualnej rundy. Do działania Ergotab, konieczne jest oznaczenie <strong>aktualnej rundy</strong> turnieju <strong>%(tournament)s</strong>.

source: On this page, you can set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
pl: Na tej stronie możesz ustawić <strong>aktualną</strong> turnieju <strong>%(tournament)s</strong>.

source: The tournament <strong>%(tournament)s</strong> has no rounds. You'll need to <a href="%(round_changelist_url)s">add rounds and associate them with this tournament</a> before you can set the current round.
pl: Turniej <strong>%(tournament)s</strong> nie zawiera rund. <a href="%(round_changelist_url)s">Dodaj rundy do turnieju</a> przed ustawieniem aktualnej rundy.

# page title
source: Set Round Weights
pl: Ustaw wagi rund

source: Round weights are coefficients for the points received in each round. A team would get triple their team points obtained in a round with a weight of 3.
pl: Wagi rund są współczynnikiem dla punktów otrzymywanych w każdej rundzie. Zespół potroi swoje punkty otrzymane w rundzie o wadze 3.

# button
source: Set weights
pl: Ustaw wagi

source: Inactive Tournaments
pl: Nieaktywny turniej

source: Welcome!
pl: Witaj!

source: It looks like there aren't any tournaments on this site. Would you like to create one?
pl: Wygląda na to, że nie ma żadnych turniejów na tej stronie. Chcesz utworzyć turniej?

source: There are currently no active tournaments set up on this site.
pl: Nie ma aktywnych turniejów na tej stronie.

source: There are currently no tournaments set up on this site.
pl: Nie ustawiono turniejów na tej stronie.

source: New Tournament
pl: Nowy turniej

source: Edit Database Area
pl: Edycja bazy daych

source: Send a Test Email
pl: Wyślij maila testowego

source: Get API Token / Change Password (%(user)s)
pl: Uzyskaj token API/zmień hasło (%(user)s)

source: Log Out (%(user)s)
pl: Wyloguj się (%(user)s).

source: Log In as Admin
pl: Zaloguj się jako Admin

source: We hope you've enjoyed using Tabbycat for your tournament. We would appreciate if you would make a donation to the project in order to support its ongoing development and maintenance. For a tournament of this size, we suggest a donation of <strong>$%(amount)s</strong>. Note that if your tournament is run for profit, or for fundraising, making this payment is a mandatory condition of Tabbycat's software license. <a href="%(url)s">Learn more about donating.</a>
pl: Mamy nadzieje, że podoba ci się obsługa Tabbycata dla twojego turnieju. Byłoby nam miło, gdybyś wpłacił datek na projekt w celu wsparcie trwającego dewelopmentu oraz utrzymania aplikacji. Dla turnieju tego rozmiaru sugerujemy wpłatę <strong>$%(amount)s</strong>. Jeżeli twój turniej działa dla zysku lub w celu zbieranie funduszy, wpłata jest wymagana zgodnie z licencją oprogramowania Tabbycat. <a href="%(url)s">Dowiedź się więcej o datkach.</a>

source: Welcome to your new tournament!
pl: Witaj w twoim nowym turnieju!

source: The next step is to import your initial tournament data: the institutions, teams, adjudicators and rooms that are in your tournament. There are a number of ways to do this. For small-to-medium tournaments, the simple importer is your best bet.
pl: Kolejny krok to zaimportowanie danych: organizacji, zespołów, sędziów oraz pokojów turniejowych. Jest kilka sposób by to wykonać. Dla małych/średnich turniejów, prosty importer jest najlepszy.

source: For more information, please consult our <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> documentation on importing initial data</a>.
pl: Po więcej informacji: przeczytaj <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> w dokumentacji importu</a>.

source: Use the simple importer to add your initial data.
pl: Użyj prostego importera by dodać swoje dane.

source: Go to the checkins area to begin creating a draw for %(round)s
pl: Przejdź do rejestracji uczestników, by zacząć losowanie dla %(round)s

source: Go to the draw area to allocate adjudicators for %(round)s
pl: Przejdź do strefy losowania, by przyporządkować sędziów dla %(round)s

source: Go to the results area to begin entering ballots for %(round)s
pl: Przejdź do strefy wyników, by zacząć wprowadzać wyniki dla %(round)s

source: You have enabled a URL that allows users to create new accounts. You should <strong>disable it once the tournament starts</strong>.
pl: Utworzyłeś adres URL, który pozwoli utworzyć nowe konta. Powinieneś wyłączyć tę opcję po rozpoczęciu turnieju.

source: Administrator area for <strong>%(tn)s</strong>
pl: Strefa administracyjna <strong>%(tn)s</strong>

source: Assistant area for <strong>%(tn)s</strong>
pl: Strefa asystenta <strong>%(tn)s</strong>

source: Public area for <strong>%(tn)s</strong>
pl: Strefa publiczna <strong>%(tn)s</strong>

source: affirmative
pl: potwierdzenie

source: negative
pl: zaprzeczenie

source: affirmative team
pl: zespół potwierdzający

source: negative team
pl: zespół zaprzeczający

source: government
pl: rząd

source: opposition
pl: opozycja

source: government team
pl: zespół rządu

source: opposition team
pl: zespół opozycji

source: proposition
pl: propozycja

source: proposition team
pl: zespół propozycji

source: con
pl: opo

source: pro team
pl: zespół pro

source: con team
pl: zespół opo

source: Con
pl: Opo

source: opening government
pl: otwierający rząd

source: opening opposition
pl: otwierająca opozycja

source: closing government
pl: zamykający rząd

source: closing opposition
pl: zamykająca opozycja

source: opening government team
pl: zespół otwierającego rządu

source: opening opposition team
pl: zespół otwierającej opozycji

source: closing government team
pl: zespół zamykającego rządu
